Revit 2024 API
UnitTypeId.MillimetersOfWaterColumnPerMeter Property
 Millimeters of water column per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MillimetersOfWaterColumnPerMeter { get; }
Visual Basic
Public Shared ReadOnly Property MillimetersOfWaterColumnPerMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MillimetersOfWaterColumnPerMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace